# Collection of "database"

ids = {
    "bot_api": 'API',
    "problems_id": 1234567890,
    "test_env_id": 1234567890,
    "developer_id": 1234567890,
    "start_fwd_msg_id": 1234567890
}

topics = {
    "1": "Молекулярная_и_клеточная_биология",
    "2": "Генетика",
    "3": "Биохимия",
    "4": "Анатомия_и_физиология_животных",
    "5": "Анатомия_и_физиология_растений",
    "6": "Эволюция",
    "7": "Экология",
    "8": "Биосистематика",
    "9": "Статистика",
    "10": "Зоология",
    "11": "Ботаника",
    "12": "Другое"
}

olympiads = {
    "1": "Respa",
    "2": "Oblast",
    "3": "Raionka",
    "4": "Junior",
    "5": "KBO",
    "6": "Vseros",
    "7": "IBO",
    "8": "INBO",
    "9": "USABO",
}

years = {
    "lower_bound": 1990,
    "upper_bound": 2027
}